Repository: imath/wc-talk
Catalog: WP_LANG_DIR:wp-idea-stream/wp-idea-stream-*.po
Languages: fr_fr

source: Please <a href="%s" title="Log in">log in</a> or <a href="%s" title="Sign up">register</a> to this site to submit an idea.
fr_fr: Merci de vous <a href="%s" title="Connexion">connecter</a> ou de vous <a href="%s" title="Inscription">inscrire</a> avant de soumettre votre conférence.

source: Please <a href="%s" title="Log in">log in</a> to this site to submit an idea.
fr_fr: Merci de vous <a href="%s" title="Log in">connecter</a> avant de partager votre idée.

source: Title
fr_fr: Titre

source: Categories
fr_fr: Types

source: No categories are available.
fr_fr: Aucun type disponible.

source: Tags
fr_fr: Zooms

source: Type your tag, then hit the return or space key to add it
fr_fr: Taper votre zoom (point WordPress particulier abordé par votre présentation), puis appuyer sur la touche entrée ou espace pour l&#39;ajouter

source: Choose the most used tag
fr_fr: Sélectionnez le zoom suggéré

source: Reset
fr_fr: Annuler

source: Submit
fr_fr: Déposer

source: Update
fr_fr: Mettre à jour

source: A list of Idea categories
fr_fr: Une liste des types de présentation

source: IdeaStream categories
fr_fr: Types IdeaStream

source: Show idea counts
fr_fr: Afficher le nombre de présentations

source: List the most popular ideas
fr_fr: Une liste des présentations les plus populaires

source: Number of ideas to show:
fr_fr: Nombre de présentations à afficher :

source: Published
fr_fr: Publiées

# user ideas profile slug for BuddyPress use
source: ideas
fr_fr: idees

source: Commented
fr_fr: Commentées

source: Rated
fr_fr: Evaluées

source: Please, enter some content in your description
fr_fr: Merci de bien vouloir saisir un contenu dans votre présentation

source: Something went wrong while trying to update your description.
fr_fr: Une erreur est survenue lors de la sauvegarde de votre présentation

source: Description updated.
fr_fr: Présentation mise à jour.

source: Please choose a login having at least 4 characters.
fr_fr: Merci de choisir un nom d&#39;utilisateur contenant au moins quatre caractères.

source: Please fill all required fields.
fr_fr: Veuillez remplir tous les champs.

source: Registration complete. Please check your e-mail.
fr_fr: Inscription terminée. Merci de vérifier votre messagerie électronique.

source: Username
fr_fr: Identifiant

source: E-mail
fr_fr: Courriel

source: %s has not created his description yet
fr_fr: %s n&#39;a pas rédigé sa présentation.

source: Replace this text with your description, then hit the Edit button to save it.
fr_fr: Remplacer ce texte avec votre présentation, ensuite cliquez sur le bouton Modifier pour la sauvegarder.

# User profile description edit
source: Edit
fr_fr: Modifier

source: rated 1 star
fr_fr: a évalué 1 étoile

source: Sign-up
fr_fr: Inscription

source: List the top idea contributors
fr_fr: Liste des meilleurs contributeurs de présentations

source: Number of users to show:
fr_fr: Nombre de utilisateurs à afficher :

source: Leave a reply
fr_fr: Répondre

source: 1 Reply
fr_fr: 1 Réponse

source: % Replies
fr_fr: % Réponses

source: Rate the idea
fr_fr: Evaluer la présentation

source: Share ideas, great ones will rise to the top!
fr_fr: Partager des présentations, les meilleures graviront des sommets !
