Repository: imath/wc-talk
Catalog: WP_LANG_DIR:wp-idea-stream/wp-idea-stream-*.po
Languages: fr_fr

source: Thank you for %1$s the latest version of WP Idea Stream! %2$s brings some cool improvements.
fr_fr: Merci d&#39;avoir %1$s la dernière version de WP Idea Stream ! %2$s apporte des améliorations super sympas.

source: Credits
fr_fr: Crédits

# IdeaStream Headline
source: Share ideas, great ones will rise to the top!
fr_fr: Partager des présentations, les meilleures graviront des sommets !

source: WP Idea Stream is a WordPress plugin to power idea management for your site. Your members will be able to easily create, share and rate ideas.
fr_fr: WP Idea Stream est un plugin WordPress pour vous aider à motoriser un système de management des présentations dans votre site. Vos membres seront à même de très simplement créer, partager et évaluer des présentations.

source: Important: these features are not supported anymore.
fr_fr: Important: ces fonctionnalités ne sont plus supportées.

source: Set the list of ideas as the front page of the blog.
fr_fr: Lister les présentations directement sur la page de accueil du blog

source: Sharing options (twitter or email).
fr_fr: Options de Partage (twitter ou email)

source: Disabling the built-in rating system.
fr_fr: La désactivation du composant de évaluation interne.

source: Some new features..
fr_fr: Nouveautés

source: About sign-ups
fr_fr: A propos des inscriptions

source: %s now includes a sign-up page for regular configs. If you are using BuddyPress or a multisite config: their specific sign-ups page will be used.
fr_fr: la version %s propose désormais une page d&#39;inscription pour les configurations simples. Si vous avez activé BuddyPress ou une configuration multisite, leur page spécifique sera utilisée.

source: Export ideas in a csv file
fr_fr: Exporter les idées dans un fichier csv

source: From the Ideas Administration, you are now able to export all submitted ideas or the ones having the selected status from the last link above the list of ideas.
fr_fr: Depuis l&#39;administration des idées, vous pouvez exporter toutes les idées ou celles ayant le statut sélectionné depuis le dernier lien affiché au dessus de la liste des idées.

source: BuddyPress activities
fr_fr: Activités BuddyPress

source: WP Idea Stream now uses BuddyPress post types activities to record an activity when an idea is published. The BuddyPress blogs component must be activated to enable this feature.
fr_fr: WP Idea Stream utilise désormais la fonctionnalité des Post type activities de BuddyPress pour enregistrer une activité lorsqu&#39;une nouvelle idée est publiée. Le composant des blogs de BuddyPress doit être activé pour en profiter.

source: Configure WP Idea Stream
fr_fr: Configurez WP Idea Stream

source: Go to the IdeaStream Settings page
fr_fr: Affichez la page des réglages de IdeaStream

source: %s version of WP Idea Stream was also successfully released thanks to them!
fr_fr: La version %s de WP Idea Stream a également vu le jour grâce à eux !

source: The team!
fr_fr: L&#39;équipe!

source: Creator
fr_fr: Créateur

source: Contributor
fr_fr: Contributeur

source: Special thanks.
fr_fr: Remerciements particuliers

source: WP Idea Stream was the choice of the WordCamp Paris 2015 organization team to manage their &quot;Call for Speakers&quot;. Some requested features were very specific to their need and were all added as custom hooks in the %s file.
fr_fr: WP Idea Stream a été le choix de l'&#39;équipe d&#39;organisation du WordCamp Paris 2015 pour la gestion de leur appel à orateurs. Un certain nombre des adaptations apportées étaient très spécifiques à leurs besoins et ont toutes été ajoutées en utilisant des hooks personnalisés ajoutés au fichier %s.

source: The plugin was completely transformed to let the speakers submit their talks privately. The managing team was able to discuss together using private comments and evaluate each talk using the built-in rating system.
fr_fr: Ce plugin a été complètement transformé pour permettre aux orateurs de soumettre leurs candidatures de manière privée. L&#39;équipe d&#39;administration a pu entretenir des discussions à leurs propos en utilisant des commentaires privés et évaluer chaque proposition grâce au système de notation intégré.

source: Some other features such as a sign-up page and the ability to export all submitted talks in a csv file have been added to the current version (%s). Many thanks to WordCamp Paris organizers and speakers for this great experience.
fr_fr: D&#39;autres fonctionnalités telles que la page d&#39;inscription et la possibilité d&#39;exporter toutes les propositions d&#39;intervention dans un fichier csv ont été ajoutées à cette nouvelle version (%s). Enormes remerciements aux organisateurs et orateurs du WordCamp Paris pour cette superbe expérience.

source: WP Idea Stream&#39;s external libraries and useful code
fr_fr: Librairies externes et codes utiles

# activity admin dropdown caption
source: New %s published
fr_fr: Nouvelle %s publiée

# activity comment admin dropdown caption
source: New %s comment posted
fr_fr: Nouveau commentaire de %s

# activity comments front dropdown caption
source: %s comments
fr_fr: Commentaires de %s

# idea posted activity action
source: %1$s wrote a new %2$s
fr_fr: %1$s a écrit une nouvelle %2$s

# idea commented activity action
source: %1$s replyed to this %2$s
fr_fr: %1$s a répondu à cette %2$s

source: Repair IdeaStream activities.
fr_fr: Réparer les activités typées &#34;IdeaStream&#34;.

source: Making sure IdeaStream activities are consistent: %s
fr_fr: Vérification que les activités &#34;IdeaStream&#34; sont cohérentes : %s

source: No activity needs to be repaired.
fr_fr: aucune activité à réparer.

source: %d repared
fr_fr: %d réparée(s)

source: %s group settings
fr_fr: %s réglages de groupe

source: Activate %s.
fr_fr: Activer %s

source: Allow members to comment ideas.
fr_fr: Autoriser les membres à commenter les présentations

source: Use Categories.
fr_fr: Utiliser les types

source: Remove all ideas.
fr_fr: Supprimer toutes les présentations

source: Save
fr_fr: Enregistrer

source: Settings saved successfully
fr_fr: Réglages sauvegardés.

source: BuddyPress Groups
fr_fr: Groupes BuddyPress

source: Activate IdeaStream in Groups
fr_fr: Activer IdeaStream pour les groupes

source: Removing the idea failed.
fr_fr: La suppression de la présentation a échouée

source: Removing the idea failed, you do not have the capability to remove ideas.
fr_fr: La suppression de la présentation a échoué, vous n&#39;avez pas les droits suffisants

source: The idea was successfully removed.
fr_fr: L&#39;présentation a été supprimée avec succès.

source: Spamming the comment failed.
fr_fr: Le commentaire n&#39;a pu être spammé.

source: Spamming the comment failed, you do not have the capability to spam comments.
fr_fr: Le commentaire n&#39;a pu être spammé, vous n&#39;avez pas les droits suffisants

source: The comment was successfully marked as spam.
fr_fr: Le commentaire a été spammé avec succès.

source: Deleting the comment failed.
fr_fr: La suppression du commentaire a échoué.

source: Deleting the comment failed, you do not have the capability to delete comments.
fr_fr: La suppression du commentaire a échoué, vous n&#39;avez pas les droits suffisants.

source: The comment was successfully deleted.
fr_fr: Le commentaire a été supprimé avec succès.

source: No idea was requested
fr_fr: Aucune présentation n&#39;a été demandée.

source: The idea: &#34;%s&#34; is already being edited by another user.
fr_fr: L&#39;présentation: &#34;%s&#34; est déjà en cours de modification par un autre utilisateur.

source: You are not allowed to edit this idea.
fr_fr: Vous ne pouvez pas modifier cette présentation.

source: The idea was not found in this group.
fr_fr: L&#39;présentation est introuvable dans ce groupe.

source: The action requested is not available
fr_fr: L&#39;action demandée n&#39;est pas disponible

source: No %s was requested
fr_fr: Aucun %s n&#39;a été demandé.

source: This group does not support the %s feature.
fr_fr: Ce groupe ne supporte pas la fonctionnalité %s

source: The %s was not found
fr_fr: %s introuvable.

source: You must be a member of the group to post ideas
fr_fr: Vous devez être membre de ce groupe pour y poster des présentations.

# idea footer group of publication
source: from the group %s
fr_fr: depuis le groupe %s

# idea group of publication tag no-category
source: and posted from the group %s
fr_fr: et postée depuis le groupe %s

source: Edit Idea
fr_fr: Modifier Présentation

source: Remove Idea
fr_fr: Supprimer Présentation

source: Spam comment
fr_fr: Spammer le commentaire

source: Spam
fr_fr: Spammer

source: Delete comment
fr_fr: Supprimer le commentaire

source: Delete
fr_fr: Supprimer

# idea posted group activity action
source: %1$s wrote a new %2$s in the group %3$s
fr_fr: %1$s a publié une nouvelle %2$s dans le groupe %3$s

# idea commented group activity action
source: %1$s replyed to this %2$s posted in the group %3$s
fr_fr: %1$s a répondu à cette %2$s postée dans le groupe %3$s

source: BuddyPress Group
fr_fr: Groupe BuddyPress

source: The author of the idea needs to be a member of the group selected
fr_fr: L&#39;auteur de la présentation doit être membre du groupe sélectionné

source: Idea successfully removed from group
fr_fr: L&#39;présentation a été supprimée du groupe

source: Idea successfully added to group
fr_fr: Présentation ajoutée au groupe avec succès

source: Status of the idea is not compatible with the group visibility
fr_fr: Le statut de la présentation n&#39;est pas compatible avec la visibilité du Groupe

source: Group was not found.
fr_fr: Groupe introuvable.

source: Search in groups to select one:
fr_fr: Rechercher un groupe :

source: Only groups where IdeaStream is activated and where the author of this idea is a member of will show.
fr_fr: Seuls les groupes dans lesquels IdeaStream est activé et dont fait partie la auteur de la présentation seront affichés.

source: This idea is not associated to any group
fr_fr: Cette présentation n&#39;est associée à aucun groupe

source: Groups
fr_fr: Groupes

source: The Buddypress Group metabox allows you to select a group, the author is member of, to attach the idea to. Private or hidden groups will require the idea to have a status set to private.
fr_fr: La metabox du Groupe BuddyPress permet de sélectionner un groupe, dont la auteur de la présentation est membre, pour lui rattacher la présentation. Les groupes privés ou masqués nécessitent que la présentation aient un statut définit à privé.

# ideas groups admin column header
source: # Ideas
fr_fr: # Présentations

source: To benefit of WP Idea Stream in BuddyPress, version %s of BuddyPress is required. Please upgrade or deactivate %s.
fr_fr: Pour profiter de WP Idea Stream dans BuddyPress, la version %s de BuddyPress est requise. Merci de mettre à jour BuddyPress ou désactiver %s.

source: New idea comments
fr_fr: Nouveaux commentaires de présentations

source: %d new idea comments
fr_fr: %d nouveaux commentaires de présentations

source: New idea comment
fr_fr: Nouveau commentaire de présentation

source: New comment about the idea: %s
fr_fr: Nouveau commentaire à propos de la présentation : %s

source: New idea rates
fr_fr: Nouvelles évaluations de présentations

source: %d new idea rates
fr_fr: %d nouvelles évaluations de présentations

source: New idea rate
fr_fr: Nouvelle évaluation de présentation

source: %s rated the idea: %s
fr_fr: %s a évalué la présentation : %s

source: BuddyPress Integration Settings
fr_fr: Réglages de la Intégration BuddyPress

source: Customize the way WP Idea Stream should play with BuddyPress.
fr_fr: Personnalisez la manière dont WP Idea Stream doit jouer avec BuddyPress.

source: Activate BuddyPress integration
fr_fr: Activer la Intégration

source: Sharing Ideas in a BuddyPress powered community will improve user interactions about the ideas posted on your site.
fr_fr: Partager des présentations au sein de une communauté motorisée par BuddyPress améliorera les interactions entre utilisateurs en lien avec les présentations postées sur votre site.

source: If the setting &#34;Activate BuddyPress integration&#34; is activated and you are using at least version 2.1 of BuddyPress, some nice new functionalities will be available depending on the BuddyPress components you activated:
fr_fr: Si le réglage &#34;Activer la intégration&#34; est activé et que vous utilisez à minima la version 2.1 de BuddyPress, de nouvelles fonctionnalités seront disponibles en fonction des composants BuddyPress que vous avez activés :

source: the plugin&#39;s user profile becomes a new navigation in the BuddyPress member page.
fr_fr: Le profil utilisateur du plugin s&#39;intègre dans une nouvelle navigation de la page de membre de BuddyPress.

source: Groups component is activated?
fr_fr: Le composant des groupes est activé ?

source: Nice, it’s now possible to share ideas within these micro-communities ensuring their members that the group&#39;s visibility is transposed to the status of their ideas.
fr_fr: Super, il devient possible de partager des présentations depuis ces micro-communautés tout en garantissant aux membres la transposition de la visibilité du groupe pour leurs présentations.

source: But you can also prefer to disable IdeaStream&#39;s Group integration, this is possible by deactivating the &#34;BuddyPress Groups setting&#34;.
fr_fr: Vous pouvez aussi préférer de ne pas utiliser IdeaStream au sein des groupes, c&#39;est possible en désactivant la intégration de IdeaStream dans les groupes.

source: Site Tracking and Activity components are activated?
fr_fr: Les composants de suivi des blogs et activité sont activés ?

source: Great, each time a new idea or a new comment about an idea will be posted, an activity will be generated to inform the members of your community.
fr_fr: Génial, à chaque fois qu&#39;une présentation ou qu&#39;un commentaire de présentation sera posté, une activité sera automatiquement générée informant les membres de votre communauté de la existence de ce nouveau contenu.

source: Notifications component is activated?
fr_fr: Le composant des notifications est activé ?

source: Awesome, your members will receive a screen notification when their ideas has been commented or rated.
fr_fr: Superbe, les membres de votre communauté recevront une notification lorsque leurs présentations seront commentées ou évaluées.

source: New comment on your idea "%s"
fr_fr: Nouveau commentaire sur votre présentation "%s"

source: Comment:
fr_fr: Commentaire:

source: Permalink to the comment: %s
fr_fr: Permalien vers le commentaire : %s

source: It looks like %s has not commented any idea yet
fr_fr: On dirait que %s n&#39;a toujours pas commenté de présentation

source: Viewing %1$s to %2$s (of %3$s comments)
fr_fr: Affichage de %1$s à %2$s (sur un total de %3$s commentaire)

source: User&#39;s profile
fr_fr: Profil utilisateur

source: In reply to :
fr_fr: En réponse à :

# idea permalink title protected attribute
source: Protected :
fr_fr: Protégé :

# idea permalink title private attribute
source: Private :
fr_fr: Privé :

source: The idea, the comment was posted on, is password protected, you will need it to view its content.
fr_fr: L&#39;présentation sur laquelle a été posté le commentaire est protégée par un mot de passe. Vous avez besoin de ce mot de passe pour voir son contenu.

source: The idea, the comment was posted on is private, you cannot view its content.
fr_fr: L&#39;présentation sur laquelle a été posté le commentaire est privée. Vous ne pouvez pas voir son contenu.

source: This comment was posted on %s
fr_fr: Ce commentaire a été posté le %s

source: Latest comments about ideas
fr_fr: Commentaires récents à propos de présentations

source: IdeaStream latest comments
fr_fr: IdeaStream commentaires récents

source: Ideas
fr_fr: Présentations

source: All Ideas
fr_fr: Toutes les présentations

source: Idea
fr_fr: Présentation

source: Add New Idea
fr_fr: Ajouter une Présentation

source: New Idea
fr_fr: Nouvelle Présentation

source: View Idea
fr_fr: Voir Présentation

source: Search Ideas
fr_fr: Rechercher Présentations

source: No Ideas Found
fr_fr: Pas de présentations trouvées

source: No Ideas Found in Trash
fr_fr: Pas de présentations trouvées dans la corbeille

source: Idea Categories
fr_fr: Types de présentation

source: Idea Category
fr_fr: Type de présentation

source: Edit Category
fr_fr: Modifier Type

source: Update Category
fr_fr: Mettre à jour Type

source: Add New Category
fr_fr: Ajouter Type

source: New Category Name
fr_fr: Nom du nouveau type

source: All Categories
fr_fr: Toutes

source: Search Categories
fr_fr: Rechercher un type

source: Parent Category
fr_fr: Type Parent

source: Parent Category:
fr_fr: Type Parent:

source: Idea Tags
fr_fr: Zooms de présentation

source: Idea Tag
fr_fr: Zoom de présentation

source: Edit Tag
fr_fr: Modifier Zoom

source: Update Tag
fr_fr: Mettre à jour Zoom

source: Add New Tag
fr_fr: Ajouter Zoom

source: New Tag Name
fr_fr: Nouveau nom de Zoom

source: All Tags
fr_fr: Tous les Zooms

source: Search Tags
fr_fr: Rechercher un zoom

source: Popular Tags
fr_fr: Zooms populaires

source: Separate tags with commas
fr_fr: Séparer les zooms de votre présentation par des virgules

source: Add or remove tags
fr_fr: Ajouter ou supprimer des zooms

source: Choose from the most popular tags
fr_fr: Choisir parmi les zooms suggérés

source: Saved successfully
fr_fr: La section a été enregistrée avec succès !

source: bad
fr_fr: mauvaise

source: poor
fr_fr: pas terrible

source: regular
fr_fr: normale

source: good
fr_fr: bonne

source: gorgeous
fr_fr: superbe

# ideas tag cloud count text
source: %s idea
fr_fr: %s présentation

source: Add new
fr_fr: Ajouter

source: %s&#39;s profile
fr_fr: Profil de %s

source: Create an account
fr_fr: Créer un compte

source: New idea
fr_fr: Nouvelle Présentation

source: Edit idea
fr_fr: Modifier

source: Please take a few minutes to read the WP Idea Stream %s page: version 2.0.0 introduced some new features and stopped supporting some others.
fr_fr: Merci de prendre quelques instant pour lire la page %s de WP Idea Stream : depuis la version 2.0.0 de nouvelles fonctionnalités ont été introduites et de autres ne sont plus supportées.

source: For instance, having the ideas directly on your site&#39;s front page is no more supported in 2.0.0, sorry.
fr_fr: Par exemple, la affichage de la liste des présentations en page de accueil de votre blog n&#39;est plus supporté depuis la version 2.0.0, désolé.

source: Add IdeaStream&#39;s nav to your sidebar.
fr_fr: Ajouter la navigation IdeaStream à votre barre de navigation latérale

source: IdeaStream Nav
fr_fr: Navigation IdeaStream

source: My profile
fr_fr: Mon profil

source: Title:
fr_fr: Titre:

source: Custom fields
fr_fr: Champs personnalisés

source: No custom fields available
fr_fr: Aucun champ personnalisé n&#39;est disponible.

source: Saving your rating, please wait
fr_fr: Enregistrement de votre évaluation, merci de patienter

source: Thanks, the average rating is now:
fr_fr: Merci, la évaluation moyenne est désormais :

source: OOps, something went wrong
fr_fr: Oops une erreur est survenue

source: One rate
fr_fr: Une évaluation

source: % rates
fr_fr: % évaluations

source: Duplicate tag:
fr_fr: Zoom en doublon :

source: Forbidden character:
fr_fr: Caractère interdit :

source: Forbidden word:
fr_fr: Mot interdit :

source: An admin is currently editing this idea, please try to edit your idea later.
fr_fr: Un administrateur modifie actuellement cette présentation, merci de retenter de éditer cette présentation dans quelques instants.

source: Latest
fr_fr: Récentes

source: Most commented
fr_fr: Les plus commentées

source: Best rated
fr_fr: Les mieux évaluées

source: You are not allowed to publish ideas
fr_fr: Vous n&#39;avez pas les droits suffisants pour publier des présentations.

source: Title and description are required fields.
fr_fr: Le titre et la description sont obligatoires.

source: Something went wrong while trying to save your idea.
fr_fr: Une erreur est survenue lors de la sauvegarde de votre présentation.

source: Your idea is currently awaiting moderation.
fr_fr: Votre présentation est en cours de modération.

source: The idea you are trying to edit does not seem to exist.
fr_fr: L&#39;présentation que vous essayez de modifier ne semble pas exister.

source: Something went wrong while trying to update your idea.
fr_fr: Une erreur est survenue lors de la mise à jour de votre présentation.

source: Search
fr_fr: Rechercher

source: Sort
fr_fr: Trier

source: It looks like no idea has been submitted yet, please sign in or sign up to add yours!
fr_fr: On dirait qu&#39;aucune présentation n&#39;a été déposée pour le moment, merci de vous connecter ou vous inscrire pour ajouter la vôtre !

source: It looks like %s has not submitted any idea yet
fr_fr: On dirait que %s n&#39;a toujours pas déposé de présentation pour le moment.

source: It looks like %s has not rated any idea yet
fr_fr: On dirait que %s n&#39;a toujours pas évalué de présentation pour le moment.

source: It looks like no idea has been published in this category yet
fr_fr: On dirait qu&#39;aucune présentation n&#39;a été publiée dans ce type

source: It looks like no idea has been marked with this tag yet
fr_fr: On dirait qu&#39;aucune présentation n&#39;a été publiée avec ce zoom

source: It looks like no idea match your search terms.
fr_fr: On dirait qu&#39;aucune présentation ne satisfait votre recherche.

source: It looks like no idea has been rated yet.
fr_fr: On dirait qu&#39;aucune présentation n&#39;a été évaluée pour le moment.

source: It looks like no idea has been submitted yet, <a href="%s" title="Submit your idea">add yours</a>
fr_fr: On dirait qu&#39;aucune présentation n&#39;a été publiée pour le moment, <a href="%s" title="Déposez la vôtre">Déposez la vôtre</a>

source: Viewing %1$s to %2$s (of %3$s ideas)
fr_fr: Affichage de %1$s à %2$s (sur un total de %3$s présentation)

source: No Comments
fr_fr: Aucun Commentaire

source: 1 Comment
fr_fr: 1 Commentaire

source: % Comments
fr_fr: % Commentaires

source: Comments Off
fr_fr: Commentaires fermés

# idea protected comments message
source: Comments are protected.
fr_fr: Commentaires protégés.

# idea private comments message
source: Comments are private.
fr_fr: Commentaires privés

source: Comment on %s
fr_fr: Commenter %s

source: Average rate: %
fr_fr: Evaluation moyenne : %

source: Rate %s
fr_fr: Evaluer %s

# idea rating not logged in message
source: Please, log in to rate.
fr_fr: Merci de vous connecter pour évaluer la présentation

source: This idea is password protected, you will need it to view its content.
fr_fr: Cette présentation est protégée par un mot de passe, vous en avez besoin pour voir son contenu.

source: This idea is private, you cannot view its content.
fr_fr: Cette présentation est privée, vous ne pouvez pas voir son contenu.

source: This idea
fr_fr: Cette présentation

# idea categories comma separated list
source: was posted in %s
fr_fr: a été publiée dans %s

# idea tags join words
source: and tagged
fr_fr: et étiquetée

# idea tags join words no category
source: was tagged
fr_fr: a été étiquetée

# idea footer empty tags and categories
source: was posted
fr_fr: a été postée

# idea date of publication point
source: on %s.
fr_fr: le %s.

# idea date of publication no point
source: on %s
fr_fr: le %s

# single idea author link
source: by %s.
fr_fr: par %s.

source: You are not allowed to submit ideas
fr_fr: Vous n'avez pas les droits suffisants pour publier des présentations.
