Repository: imath/wc-talk
Catalog: WP_LANG_DIR:wp-idea-stream/wp-idea-stream-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: Welcome to WP Idea Stream
fr_fr: Bienvenue dans WP Idea Stream

source: Idea updated. <a href="%s">View idea</a>
fr_fr: Présentation mise à jour. <a href="%s">Voir la présentation</a>

source: Custom field updated.
fr_fr: Champ personnalisé mis à jour.

source: Custom field deleted.
fr_fr: Champ personnalisé supprimé.

source: Idea updated.
fr_fr: Présentation mise à jour.

source: Idea restored to revision from %s
fr_fr: Présentation restaurée à la révision %s

source: Idea published. <a href="%s">View idea</a>
fr_fr: Présentation publiée. <a href="%s">Voir la présentation</a>

source: Idea saved.
fr_fr: Présentation enregistrée.

source: Idea submitted. <a target="_blank" href="%s">Preview idea</a>
fr_fr: Présentation postée. <a target="_blank" href="%s">Prévisualiser la présentation</a>

source: Idea scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview idea</a>
fr_fr: Présentation planifiée pour <strong>%1$s</strong>. <a target="_blank" href="%2$s">Prévisualiser la présentation</a>

source: Idea draft updated. <a target="_blank" href="%s">Preview idea</a>
fr_fr: Brouillon de présentation mis à jour. <a target="_blank" href="%s">Prévisualiser la présentation</a>

source: %s idea updated.
fr_fr: %s présentation mise à jour.

source: %s idea not updated, somebody is editing it.
fr_fr: %s présentation non modifiée, une personne la modifie actuellement.

source: %s idea permanently deleted.
fr_fr: %s présentation supprimée de manière définitive

source: %s idea moved to the Trash.
fr_fr: %s présentation mise à la corbeille.

source: %s idea restored from the Trash.
fr_fr: %s présentation récupérée.

source: Download all ideas in a csv spreadsheet
fr_fr: Télécharger toutes les présentations dans un fichier csv

# ideas admin category column header
source: Categories
fr_fr: Types

# ideas admin tag column header
source: Tags
fr_fr: Zooms

source: Average Rate
fr_fr: Note moyenne

# downloaded csv content header
source: Content
fr_fr: Contenu

# downloaded csv link header
source: Link
fr_fr: Lien

# downloaded csv comments num header
source: # comments
fr_fr: Nbre de commentaires

# downloaded csv rates num header
source: Average rate
fr_fr: Note moyenne

# Ratings metabox title
source: Rates
fr_fr: Notes

source: Not rated yet
fr_fr: Pas encore notée

source: %1$s member rated the idea. Its Average rate is: %2$s
fr_fr: %1$s membre a noté la présentation. Sa moyenne est : %2$s

source: Delete this rate
fr_fr: Supprimer Note

source: Rate successfully deleted
fr_fr: Note supprimée avec succès

source: Something went wrong while trying to delete the rate.
fr_fr: Un problème est survenu pendant la suppression de la note

# prefix of the downloaded csv
source: ideas
fr_fr: presentations

source: Overview
fr_fr: Vue d&#39;ensemble

source: This screen provides access to all the ideas users of your site shared. You can customize the display of this screen to suit your workflow.
fr_fr: Cet écran vous permet de lister toutes les présentations que les utilisateurs ont partagé dans votre site. Vous pouvez personnaliser son affichage pour la adapter à vos préférences.

source: You can customize the display of this screen&#39;s contents in a number of ways:
fr_fr: Vous pouvez personnaliser la affichage du contenu de cet écran de nombreuses manières :

source: You can hide/display columns based on your needs and decide how many ideas to list per screen using the Screen Options tab.
fr_fr: Vous pouvez masquer / afficher les colonnes selon vos préférences et décider du nombre de présentations à lister par écran à la aide de la onglet &#34;Options de la écran&#34;.

source: You can filter the list of ideas by post status using the text links in the upper left to show All, Published, Private or Trashed ideas. The default view is to show all ideas.
fr_fr: Vous pouvez filtrer la liste des présentations par état, à l’aide des liens textuels en haut à gauche, afin de afficher toutes les présentations (Tous), uniquement les présentations publiés (Publié), uniquement les présentations privées (Privé) ou encore le contenu de la corbeille. Par défaut, toutes les présentations sont affichées.

source: You can view ideas in a simple title list or with an excerpt. Choose the view you prefer by clicking on the icons at the top of the list on the right.
fr_fr: Vous pouvez lister les présentations de manière minimaliste ou enrichie de un extrait de leur contenu. Choisissez le mode de affichage de votre préférence en cliquant sur les icônes en haut à droite de la liste.

source: Hovering over a row in the ideas list will display action links that allow you to manage an idea. You can perform the following actions:
fr_fr: En survolant les rangs de la liste des présentations, vous faites apparaître les liens de action qui vous permettent de gérer les présentations. Vous pouvez mener les actions suivantes:

source: Edit takes you to the editing screen for that idea. You can also reach that screen by clicking on the idea title.
fr_fr: L&#39;action Modifier vous permet de accéder à la écran de modification de cette présentation. Vous pouvez également vous rendre sur cet écran en cliquant sur le titre de la présentation.

source: Trash removes the idea from this list and places it in the trash, from which you can permanently delete it.
fr_fr: L&#39;action Mettre à la Corbeille retire la présentation de la liste et la déplace dans la Corbeille, de où vous pourrez la supprimer définitivement.

source: View opens the idea in the IdeaStream&#39;s part of your site.
fr_fr: L&#39;action Afficher ouvre la présentation au sein de la zone IdeaStream de votre site.

source: Bulk Actions
fr_fr: Actions de masse

source: You can also move multiple ideas to the trash at once. Select the ideas you want to trash using the checkboxes, then select the &#34;Move to Trash&#34; action from the Bulk Actions menu and click Apply.
fr_fr: Vous pouvez également déplacer plusieurs présentations dans la corbeille de un coup. Sélectionnez les présentations que vous souhaitez mettre à la corbeille à la aide des cases à cocher, puis sélectionnez l’action &#34;Déplacer dans la corbeille&#34; depuis le menu &#34;Actions groupées&#34; et cliquez sur &#34;Appliquer&#34;.

source: Sorting & filtering
fr_fr: Classer & filtrer

source: Clicking on specific column headers will sort the ideas list. You can sort the ideas alphabetically using the Title column header or by popularity:
fr_fr: En cliquant sur des entêtes de colonne particulières, vous pourrez classer la liste des présentations de manière alphabétique par rapport à leur titre ou selon leur popularité :

source: Click on the column header having a dialog buble icon to sort by number of comments.
fr_fr: Cliquez sur la entête de colonne contenant une bulle de dialogue pour classer les présentations selon leur nombre de commentaires.

source: Click on the column header having a star icon to sort by rates.
fr_fr: Cliquez sur la entête de colonne contenant une étoile pour classer les présentations selon leur évaluation moyenne.

source: Inside the rows, you can filter the ideas by categories or tags clicking on the corresponding terms.
fr_fr: Dans chacun des rangs de la liste, vous pouvez filtrer les présentations selon leurs types ou zooms en cliquant sur les liens correspondants.

source: The title field and the big Idea Editing Area are fixed in place, but you can reposition all the other boxes using drag and drop. You can also minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to hide/show boxes.
fr_fr: Le champ du titre et la zone de édition de la présentation sont inamovibles, mais vous pouvez déplacer tous les autres blocs par simple glisser/déposer. Vous pouvez également les fermer/ouvrir en cliquant sur la barre de titre de chaque bloc. Utilisez l’onglet &#34;Options de l’écran&#34; pour masquer / afficher les différents blocs disponibles.

source: This is the place where you can customize the behavior of IdeaStream.
fr_fr: Voici la endroit ou vous pourrez personnaliser le comportement de IdeaStream.

source: Please see the additional help tabs for more information on each individual section.
fr_fr: Merci de consulter les onglets de aides suivants pour plus de information au sujet des différentes sections des réglages.

source: Main Settings
fr_fr: Réglages principaux

source: Just before the first option, you will find the link to the main archive page of the plugin. If you wish, you can use it to define a new custom link %1$smenu item%2$s.
fr_fr: Juste avant la première option, vous trouverez le lien vers la page de archive principale de la extension. Si vous le souhaitez, vous pouvez vous en servir vous créer un nouvel emplacement de type &#34;Lien&#34; dans un des %1$smenus%2$s mis à votre disposition par votre thème.

source: If you do so, do not forget to update the link in case you change your permalink settings. Another possible option is to use the %1$sIdeaStream Navigation%2$s widget in one of your dynamic sidebars.
fr_fr: Si vous faites ce choix, n&#39;oubliez pas de mettre à jour ce lien si toutefois vous modifiez les réglages de vos permaliens. Une autre possibilité est la utilisation du %1$swidget de navigation%2$s fournit par IdeaStream dans une des barres de navigation dynamiques de votre thème.

source: In the Main Settings you have a number of options:
fr_fr: La section des réglages principaux vous propose de nombreuses options :

source: IdeaStream archive page: you can customize the title of this page. It will appear on every IdeaStream&#39;s page, except the single idea one.
fr_fr: La Page de archive de IdeaStream : vous pouvez personnaliser le titre de cette page. Il apparaîtra sur chacune des pages de la zone IdeaStream de votre site à la exception de la page affichant la présentation dans sa vue unique.

source: New ideas status: this is the default status to apply to the ideas submitted by the user. If this setting is set to &#34;Pending&#34;, it will be possible to edit the moderation message once this setting has been saved.
fr_fr: Statut des nouvelles présentations: il s&#39;agit de la état par défaut à appliquer aux présentations soumises par les utilisateurs de votre site. Si cette option est réglée sur &#34;En attente&#34;, il sera alors possible de modifier le message de modération une fois les réglages sauvegardés.

source: Images & Links are settings about the IdeaStream&#39;s editor. If you wish to disable the image or link buttons, you can disable the corresponding setting.
fr_fr: Images et liens sont des options qui concernent la éditeur wysiwyg de IdeaStream. Si vous souhaitez masquer les boutons de ajout de images ou de liens, vous pouvez décocher le réglage correspondant.

source: Moderation message: if New ideas status is defined to Pending, it is the place to customize the awaiting moderation message the user will see once he submited his idea.
fr_fr: Message de modération : si le statut des nouvelles présentations est réglé sur &#34;En attente&#34; la zone de texte sera active et il vous sera possible de personnaliser le message de attente de publication à afficher aux utilisateurs ayant soumis leur présentation.

source: Not logged in message: if a user reaches the IdeaStream&#39;s front end submit form without being logged in, a message will invite him to do so. If you wish to use a custom message, use this setting.
fr_fr: Message de connexion : dans la éventualité où un utilisateur non connecté affiche le formulaire de soumission de présentations, un message la invitera à se connecter. Si vous souhaitez personnaliser ce message : utiliser la zone de texte correspondante.

source: Rating stars hover captions: fill a comma separated list of captions to replace default one. On front end, the number of rating stars will depend on the number of comma separated captions you defined in this setting.
fr_fr: Les Info-bulles des évaluations : remplissez une liste de valeurs séparées par des virgules pour remplacer les infos-bulles prévues par défaut. Le nombre de niveaux de évaluation disponibles dépendra du nombre de valeurs que vous aurez définies.

source: Sticky ideas: choose whether to allow or not Administrators to stick ideas to the top of the IdeaStream&#39;s archive first page.
fr_fr: Présentations mises en une : choisissez de autoriser ou non les administrateurs du site à mettre en avant des présentations sur la première page de archive des présentations.

source: Idea comments: if on, comments about ideas will be separated from other post types comments and you will be able to moderate comments about ideas from the comments submenu of the IdeaStream&#39;s main Administration menu. If you uncheck this setting, ideas comments will be mixed up with other post types comments into the main Comments Administration menu
fr_fr: Commentaires de présentations : si actifs, les commentaires se rapportant aux présentations seront séparés des commentaires concernant les autres types de contenu de WordPress. Vous serez alors en mesure de modérer les commentaires des présentations depuis le sous menu &#34;Commentaires&#34; du menu de Administration de IdeaStream. Si vous désactivez ce réglage, les commentaires de présentations seront mélangés avec ceux des autres contenus et la modération s&#39;effectuera depuis le menu &#34;Commentaires&#34; de la Administration de WordPress.

source: Comments: you can completely disable commenting about ideas by activating this option
fr_fr: Commentaires : vous pouvez empêcher la ajout de tout commentaire aux présentations en activant ce réglage.

source: Idea Categories can only be created by the site Administrator. To add a new idea category please fill the following fields:
fr_fr: Les types de présentation ne peuvent être créées que par les Administrateurs du site. Pour ajouter un nouvelle type, merci de remplir les champs suivants :

source: Name - The name is how it appears on your site (in the category checkboxes of the idea front end submit form, in the idea&#39;s footer part or in the title of IdeaStream&#39;s category archive pages).
fr_fr: Nom - Ce nom est utilisé un peu partout dans les zones IdeaStream de votre site (dans la liste des cases à cocher du formulaire de ajout de présentations, dans la partie inférieure de une présentation ou dans le titre des pages de archives de type de présentation).

source: Slug - The &#34;slug&#34; is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.
fr_fr: Identifiant - c&#39;est la version normalisée du nom. Il ne contient généralement que des lettres minuscules non accentuées, des chiffres et des traits de union.

source: Description - If you set a description for your category, it will be displayed over the list of ideas in the category archive page.
fr_fr: Description - Si vous définissez une description pour votre type, elle sera affichée au dessus de la liste des présentations dans la page de archive du type correspondant.

source: You can change the display of this screen using the Screen Options tab to set how many items are displayed per screen and to display/hide columns in the table.
fr_fr: Vous pouvez adapter la affichage de cet écran selon vos préférences en utilisant la onglet &#34;Options de la écran&#34;. Vous pourrez définir le nombre de présentations listées par page et masquer ou afficher certaines colonnes du tableau.

source: Idea Tags can be created by any logged in user of the site from the idea front end submit form. From this screen, to add a new idea tag please fill the following fields:
fr_fr: Les zooms de présentation peuvent être créés par tout utilisateur connecté du site depuis le formulaire de dépôt de présentations. Depuis cet écran, les administrateurs peuvent ajouter un zoom en remplissant les champs suivants :

source: Name - The name is how it appears on your site (in the tag cloud, in the tags editor of the idea front end submit form, in the idea&#39;s footer part or in the title of IdeaStream&#39;s tag archive pages).
fr_fr: Nom - Ce nom est utilisé un peu partout dans les zones IdeaStream de votre site (dans le nuage de zooms de présentations, dans la éditeur de zooms du formulaire de ajout de présentations, dans la partie inférieure de une présentation ou dans le titre des pages de archives de zoom de présentation).

source: Description - If you set a description for your tag, it will be displayed over the list of ideas in the tag archive page.
fr_fr: Description - Si vous définissez une description pour votre zoom, elle sera affichée au dessus de la liste des présentations dans la page d&#39;archive du zoom correspondant.

source: Pretty Links
fr_fr: Liens conviviaux

source: The Pretty Links section allows you to control the permalink structure of the plugin by defining custom slugs.
fr_fr: La section des liens conviviaux vous permet de contrôler la structure des permaliens du plugin en définissant des slugs de votre choix.

source: The IdeaStream root slug is the most important one. Make sure the slug you chose is unique. Once saved, IdeaStream will check for an eventual slug collision with WordPress (Posts, Pages or subsites in case of a MultiSite Config), bbPress or BuddyPress, and will display a warning next to the option field.
fr_fr: Le slug racine de IdeaStream est très important. Assurez vous de son unicité. Une fois sauvegardé, IdeaStream vérifiera la existence de un éventuel conflit avec un des slugs de WordPress (articles, pages ou sites du réseau en cas de configuration multisite), de bbPress ou BuddyPress, et affichera le cas échéant un message de alerte.

source: In the case of a slug collision, i strongly advise you to change the IdeaStream root slug.
fr_fr: En cas de conflit de slug, je vous recommande de changer le slug racine de IdeaStream.

source: Concerning the text you will enter in the slug fields, make sure it is all lowercase and contains only letters, numbers, and hyphens.
fr_fr: S&#39;agissant du texte que vous entrerez dans les champs de slug, assurez vous qu&#39;il soit en minuscules et ne contienne que des lettres non accentuées, des nombres ou des traits de union.

source: For more information:
fr_fr: Pour plus de informations :

# help tab links
source: %1$sSupport Forums (en)%2$s
fr_fr: %1$sForum de support (en)%2$s

# help tab links
source: %1$sIdeaStream posts (fr)%2$s
fr_fr: %1$sArticles au sujet de IdeaStream (fr)%2$s

source: The Rates metabox allows you to manage the rates the idea received.
fr_fr: La metabox des évaluations vous permet de manager les évaluations que la présentation a reçues.

source: About
fr_fr: A propos

source: Comments
fr_fr: Commentaires

source: IdeaStream archive page
fr_fr: Page de archive de IdeaStream

source: New ideas status
fr_fr: Statut des nouvelles présentations

source: Links
fr_fr: Liens

source: Moderation message
fr_fr: Message de modération

source: Not logged in message
fr_fr: Message de connexion

source: Rating stars hover captions
fr_fr: Info-bulles des évaluations

source: Sticky ideas
fr_fr: Présentations mises en une

source: Idea comments
fr_fr: Commentaires de présentation

source: IdeaStream root slug
fr_fr: Slug racine de IdeaStream

source: Single idea slug
fr_fr: Slug de présentation

source: Category slug
fr_fr: Slug de type

source: Tag slug
fr_fr: Slug de zoom

source: User slug
fr_fr: Slug de utilisateur

source: User comments slug
fr_fr: Slug des commentaires utilisateur

source: User comments paging slug
fr_fr: Slug de la pagination des commentaires utilisateur

source: User ratings slug
fr_fr: Slug des évaluations utilisateur

source: Sign-up slug
fr_fr: Slug inscription

source: Action slug
fr_fr: Slug de action

source: New form slug
fr_fr: Slug pour formulaire de ajout

source: Edit form slug
fr_fr: Slug pour formulaire de édition

# ideastream settings root slug conflict
source: this %s
fr_fr: ce %s

# bbPress possible conflict
source: bbPress forum root slug
fr_fr: slug racine du forum bbPress

# Child blog possible conflict
source: child blog slug
fr_fr: slug de site enfant

source: Possible conflict with: %s
fr_fr: Conflit possible avec : %s

source: Customize IdeaStream features
fr_fr: Personnalisez les fonctionnalités de IdeaStream

source: Url of IdeaStream&#39;s main page: %s
fr_fr: Lien vers la page principale de IdeaStream : %s

source: Publish
fr_fr: Publié

source: Pending
fr_fr: En attente

source: is the default status for all ideas
fr_fr: est le statut par défaut pour toutes les présentations

source: Depending on this setting, the moderation message one will be available
fr_fr: Selon ce réglage, celui du message de modération sera disponible

source: Allow users to add images to their ideas
fr_fr: Autoriser les utilisateurs à ajouter des images à leurs présentations

source: Allow users to add links to their ideas
fr_fr: Autoriser les utilisateurs à ajouter des liens à leurs présentations

source: In case Pending is the status for all ideas, you can customize the moderation message
fr_fr: Si &#34;En attente&#34; est le statut pour toutes les présentations, vous pouvez personnaliser le message de modération.

source: You can customize the message shown to not logged in users on the new idea form
fr_fr: Vous pouvez personnaliser le message affiché aux membres non connectés qui se rendent sur le formulaire de ajout de une présentation.

source: You can customize the hover captions used for stars by using a comma separated list of captions
fr_fr: Vous pouvez personnaliser les info-bulles utilisées pour les appréciations en séparant chacune de entre elles de une virgule

source: Allow ideas to be sticked to top of IdeaStream first page
fr_fr: Autoriser la mise en une des présentations

source: Separate comments made on ideas from the other post types.
fr_fr: Distinguer les commentaires faits sur des présentations des autres commentaires

source: Allow users to add comments on ideas
fr_fr: Autoriser les utilisateurs à ajouter des commentaires aux présentations

source: Customize the slugs of IdeaStream urls
fr_fr: Personnaliser les slugs des liens de IdeaStream

source: &#39;%s&#39; slug cannot be used here.
fr_fr: Le slug &#39;%s&#39; ne peut pas être utilisé dans ce cas.

source: IdeaStream Settings
fr_fr: Réglages de IdeaStream

source: Save Changes
fr_fr: Enregistrer les modifications

source: Sticky
fr_fr: Mise en une

source: This idea cannot be sticky
fr_fr: Cette présentation ne peut pas être mise en une

source: Select whether to stick or not the idea.
fr_fr: Indiquer si vous souhaitez mettre la présentation en une.

source: Mark as sticky
fr_fr: Mettre en une

source: Private or password protected ideas cannot be marked as sticky
fr_fr: Les présentations privées ou protégées par un mot de passe ne peuvent pas être mises en une

source: Idea successfully removed from stickies
fr_fr: L&#39;présentation a été supprimée de la une

source: Idea successfully added to stickies
fr_fr: Présentation mise en une avec succès

# idea list table row state
source: Sticky
fr_fr: Mis en une

# admin ideas sticky view
source: Sticky <span class="count">(%s)</span>
fr_fr: Mis en une <span class="count">(%s)</span>

source: The Sticky metabox allows you to stick a published idea (not password protected) to the top of the front ideas archive first page.
fr_fr: La metabox de mise en une vous permet de mettre an avant une présentation publiée (du moment qu&#39;elle ne soit pas protégée par un mot de passe) sur la première page des présentations.

source: activating
fr_fr: activé

source: upgrading to
fr_fr: mis à jour pour
