Repository: imath/wc-talk
Catalog: WP_LANG_DIR:wc-talk/wc-talk-*.po
Languages: fr_fr

source: Talks
fr_fr: Présentations

source: WordCamp Talks
fr_fr: WordCamp

source: All Talks
fr_fr: Toutes les présentations

source: Talk
fr_fr: Présentation

source: Add a Talk
fr_fr: Ajouter une présentation

source: Add a new Talk
fr_fr: Ajouter une nouvelle présentation

source: Edit Talk
fr_fr: Modifier la présentation

source: New Talk
fr_fr: Nouvelle présentation

source: View Talk
fr_fr: Afficher la présentation

source: Seach Talks
fr_fr: Rechercher une présentation

source: No Talks found
fr_fr: Aucune présentation trouvée

source: No Talks found in trask
fr_fr: Aucune présentation dans la corbeille

source: Talk Types
fr_fr: Types de présentation

source: Talk Type
fr_fr: Type de présentation

source: Edit Type
fr_fr: Modifier le type

source: Update Type
fr_fr: Mettre à jour le type

source: Add New Type
fr_fr: Ajouter un nouveau type

source: New Type Name
fr_fr: Nouveau nom de type

source: All Types
fr_fr: Tous les types

source: Search Types
fr_fr: Rechercher un type

source: Parent Type
fr_fr: Type parent

source: Parent Type:
fr_fr: Type parent:

source: Talk Focuses
fr_fr: Zooms de présentation

source: Talk Focus
fr_fr: Zoom de présentation

source: Edit Focus
fr_fr: Modifier le zoom

source: Update Focus
fr_fr: Mettre à jour le zoom

source: Add New Focus
fr_fr: Ajouter un nouveau zoom

source: New Focus Name
fr_fr: Nouveau nom de zoom

source: All Focuses
fr_fr: Tous les zooms

source: Search Focuses
fr_fr: Rechercher un zoom

source: Popular Focuses
fr_fr: Zooms populaires

source: Separate Focuses with commas
fr_fr: Séparer les zooms par une virgule

source: Add or remove Focuses
fr_fr: Ajouter ou supprimer des zooms

source: Choose from the most popular Focuses
fr_fr: Choisir parmi les suggestions de zoom

source: Company
fr_fr: Société

source: Phone number
fr_fr: Téléphone

source: Twitter account
fr_fr: Compte Twitter

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom

source: If possible, choose an email that is associated to your %s account
fr_fr: Si possible, merci d&#39;utiliser un email associé à votre compte %s.

source: Short biography
fr_fr: Courte biographie

source: Site language
fr_fr: Langage du site

source: Please be aware that speakers are not remunerated nor defrayed. Your presentation or workshop is a volontary participation in the WordPress community.
fr_fr: Attention, si vous êtes retenu(e), notez que les WordCamps ne défrayent pas les orateurs/trices (ni le staff) : votre conférence ou atelier au WordCamp sont considérés comme une participation volontaire au projet WordPress. Si vous ne vivez pas en région parisienne, vous devez donc vous assurer que vous pourrez venir et vous loger à Paris à vos frais — ou aux frais de votre société.

source: Please be also aware that you may be filmed and that the video of your presentation can be available on %s.
fr_fr: Pour rappel, vous serez filmé(e) et les vidéos seront mises à disposition de la communauté gratuitement sur %s.

source: Speaker
fr_fr: Orateur

source: Ah! caught trying to spy!
fr_fr: Ah! Alors on essaye d&#39;espionner!

source: Edit your profile
fr_fr: Modifier votre profil

source: Targetted level
fr_fr: Niveau ciblé

source: Novice
fr_fr: Débutant

source: Advanced
fr_fr: Avancé

source: Targetted audience
fr_fr: Audience ciblée

source: Developers
fr_fr: Développeurs

source: Project Managers
fr_fr: Chefs de Projets

source: Content Producers
fr_fr: Producteurs de contenus

source: Customers
fr_fr: Clients

source: Sign Up
fr_fr: S&#39;inscrire

source: Pending
fr_fr: En attente

source: Short-listed
fr_fr: Pré-selectionné

source: Selected
fr_fr: Retenu

source: Rejected
fr_fr: Rejeté

source: Filter by state
fr_fr: Filtrer par état

source: State of the talk
fr_fr: Etat de la présentation

source: WordCamp Talks Settings
fr_fr: Réglages de l&#39;outil de recueil des présentations du WordCamp

source: Talk submissions closing date
fr_fr: Date de clôture des candidatures.

source: Neutralize warning on sign-up page
fr_fr: Neutraliser l&#39;alerte sur la page d&#39;inscription

source: To rate
fr_fr: A évaluer

source: Alright sparky, no more ideas to rate.. Good job!
fr_fr: Très bien jeune padawan, tu as évalué toutes les présentations.. Beau boulot!
